{
  "data": {
    "title": "About me",
    "bio": "I am currently working as Software Developer at Innovaccer Inc. I am an experienced Application Developer with a demonstrated history of working in web and mobile. I build optimized products with amazing user experiences using well-known design patterns and scalable architecture. I also love to build random things in javascript and draw.",
    "timeline": [
      {
        "company": "Innovaccer Inc.",
        "from": "Sep. 2016",
        "till": "Present",
        "role": "Software Development Engineer II",
        "summary": "I am working on InConnect with a team strength of ten which include two ui developers and provides omni-channel communication for better engagement of providers with patients through outreach, Two-way secure messaging and telehealth support.",
        "highlights": "Build using React, Redux, Expressjs, Node etc."
      },
      {
        "company": "Freelance/part-time",
        "from": "Feb. 2015",
        "till": "Aug. 2016",
        "role": "Web Developer",
        "summary": "Worked on the social video micro blogging platform Franklyme , where I designed and developed embeddable responsive video widgets served over expressjs, dashboard to create, preview and get different widgets to be embedded in any web page by user. Developed end to end web applications for initial evolution of the business idea for young startups like flatabout (now your yourquote.in), symptum.com.",
        "highlights": "Developed end to end web applications for initial evolution of ideas."
      }
    ],
    "skills": [
      {
        "title": "Design",
        "bottomline": "I love to create products with great UI/UX using Bootstrap, SCSS, BEM, styled components, Materialize etc.",
        "devicons": [
          "html5-plain-wordmark",
          "bootstrap-plain-wordmark",
          "sass-original",
          "foundation-plain"
        ]
      },
      {
        "title": "Code",
        "bottomline": "Have experience working both at frontend and backend building products wheather it be a desktop, web or mobile application.",
        "devicons": [
          "javascript-plain",
          "react-original-wordmark",
          "nodejs-plain-wordmark",
          "express-original-wordmark",
          "angularjs-plain"
        ]
      },
      {
        "title": "Tools",
        "bottomline": "Used tools to deliver flawless user experience and optimized solution.",
        "devicons": [
          "git-plain",
          "gulp-plain",
          "atom-original colored",
          "webpack-plain"
        ]
      }
    ]
  }
}